{
  "2025-04": [],
  "2025-05": [
    {
      "file": "20250525.txt",
      "date": "20250525",
      "content": ""
    },
    {
      "file": "20250526.txt",
      "date": "20250526",
      "content": "星期一                                                     第五週\nMonday                                                    Week Five\n\n你所抗拒的，會持續。\n\n——上帝\n\nWhat you resist, persists.\n\n——God"
    },
    {
      "file": "20250527.txt",
      "date": "20250527",
      "content": "星期二                                                     第五週\nTuesday                                                   Week Five\n\n這真是令人困惑－特別是對真陷於抗拒狀態的人而言－\n都覺在不應該為自己在抵抗。\n他完全不自覺…所以他當自己是不知。\n不想，使無法停止。\n他創造他自己的症狀但不承認它，而最後\n他始終為著自己的受苦辯護。\n除非他看到自己的抗拒，否則進展是不會有促進的，且他會\n繼續抗拒且因此破壞任何成長的努力。\n\n——Ken Wilber\n  肯恩威爾伯\n  No Boundary\n  事事本無礙\n\nThe perplexing thing--especially to the individual caught in this resistance--is that he...honestly doesn't think he's resisting. He is totally unaware of it....So he hurts himself without knowing it. And because he does not know it, he cannot stop. He produces his own symptoms but won't admit it, and thus he ends up defending his suffering. Until he sees his own resistance...no progress whatsoever is gained, for he will continue to resist and therefore sabotage any effort at growth.\n\n——Ken Wilber\n  No Boundary"
    },
    {
      "file": "20250528.txt",
      "date": "20250528",
      "content": "星期三                                                     第五週\nWednesday                                                 Week Five\n\n一個奇妙的矛盾，就是當我接受了現在的我時，我便改變了。\n\n——Carl Rogers\n\nThe curious paradox is that when I accept myself as I am, I change.\n\n——Carl Rogers"
    },
    {
      "file": "20250529.txt",
      "date": "20250529",
      "content": "星期四                                                     第五週\nThursday                                                  Week Five\n\n人是不會變的。\n\n——Amelia Davis Rosenberg\n\nPeople don't change.\n\n——Amelia Davis Rosenberg"
    },
    {
      "file": "20250530.txt",
      "date": "20250530",
      "content": "星期五                                                     第五週\nFriday                                                    Week Five\n\n用放下的心去做任何事。不要期望任何回頭亮或嫌惜。\n放下一點，你將有一點平和，\n放下很多，你將有很多平和，\n放下所有，你將認識完全的平和與自由！\n你與這個世界的掙扎將會結束。\n\n——Achaan chah\n  阿姜查\n\nDo everything with a mind that lets go. Do not expect any praise or reward. If you let go a little, you will have a little peace. If you let go a lot, you will have a lot of peace. If you let go completely, you will know complete peace and freedom. Your struggles with the world will have come to an end.\n\n——Achaan chah"
    },
    {
      "file": "20250531.txt",
      "date": "20250531",
      "content": "星期六                                                     第五週\nSaturday                                                  Week Five\n\n「恆常」無需特別的努力。\n做得一樣不變的能力去接受事物原有的樣貌。\n對那些不知「空」為何的人來說，這能力會顯現是耐性，\n但耐性其實是可接受的，也能夠拒於。\n單純直覺而知道「空」的人，\n總是開放可能，接受善事物原有的樣貌，\n他們能欣賞所有事物。\n\n——Shyunryu Suzuki Roshi\n  鈴木俊隆\n  ZenMind, Beginner's Mind\n\n…in constancy there is no particular effort involved--there is only the unchanging ability to accept things as they are. \nFor people who have no idea of emptiness, \nthis ability may appear to be patience, \nbut patience can actually be non-acceptance. \nPeople who know, if only intuitively, \nthe state of emptiness always have open the possibility of accepting things as they are. \nThey can appreciate everything.\n\n——Shyunryu Suzuki Roshi\n  ZenMind, Beginner's Mind"
    }
  ],
  "2025-06": [
    {
      "file": "20250601.txt",
      "date": "20250601",
      "content": "星期日                                                     第六週\nSunday                                                    Week Six\n\n愚者拒其所見，不拒其所思；\n智者拒其所思，不拒其所見。\n\n——黃檗\n\nThe foolish reject what they see, not what they think.\nThe wise reject what they think, not what they see.\n\n——Huang Po"
    },
    {
      "file": "20250602.txt",
      "date": "20250602",
      "content": "星期一                                                     第六週\nMonday                                                    Week Six\n\n那斯路丁去肉舖買一些肉作晚餐。他看了所有肉販擺出來各式不同的肉，但是無法決定要買什麼。\n於是那斯路丁問肉販：「我無法決定晚餐要買什麼，哪一塊肉是最好的？」\n那個肉販答道：「我這裡所有的肉都是最好的！」\n當肉販道出那一句話時，在那一刻，那斯路丁頓悟了。\n\n——Sufi Teaching\n  蘇菲教義記實\n\nNasrudin went into a butcher's shop to buy some meat for dinner.\nHe looked around at all the different cuts of meat the butcher had on display.\nBut he couldn't make up his mind what to buy.\nSo Nasrudin said to the butcher,\n\"I can't decide what to buy for dinner. Which cut of meat is the best?\"\nThe butcher replied,\n\"All of my cuts of meat are the best.\"\nAnd when the butcher spoke those words, in that moment Nasrudin became enlightened.\n\n——Sufi Teaching Story"
    },
    {
      "file": "20250603.txt",
      "date": "20250603",
      "content": "星期二                                                     第六週\nTuesday                                                  Week Six\n\n在森林迷路了該怎麼辦？\n\n站著不動\n在你面前的樹木與你身後的灌木並沒有迷路，\n無論你身在何處都是在「這裡」。\n你必須把它當成一位強而有力的陌生人，\n徵詢它的許可去瞭解它，同時也被瞭解。\n\n聽！森林呼吸著\n它低語著：「我在你周圍創造了這個地方」。\n如果你離開它，你可以再回來，\n說著：「這裡」。\n\n對渡鴉來說，沒有兩棵樹木是相同的；\n對鷦鷯來說，沒有兩個樹枝是一樣的；\n如果有樹木或樹枝被你混淆了，\n那你就是真的迷路了。\n\n站著不動，\n森林知道你在哪，\n讓它來找你。\n\n——美國原住民教義\n\nWhat do I do when I'm lost in the forest?\nStand still!\nThe trees ahead and bushes behind you are not lost.\nWherever you are is called 'Here,'\nand you must treat it as a powerful stranger,\nmust ask permission to know it and be known.\n\nListen! The forest breathes.\nIt whispers, \"I have made this place around you.\nIf you leave it you may come back again,\nsaying, 'Here.'\"\n\nNo two trees are the same to Raven,\nno two branches are the same to Wren.\nIf what a tree or a branch does is lost on you\nThen you are surely lost.\n\nStand still!\nThe forest knows where you are.\nYou must let it find you.\n\n——Native American Teaching"
    },
    {
      "file": "20250604.txt",
      "date": "20250604",
      "content": "星期三                                                     第六週\nWednesday                                                Week Six\n\n以觀點和見解來看待苦難，\n當不採納任何一個時，我便找到內心的平和與自由。\n一個自由的人不會執持觀點或爭論見解。\n對一個智者來說，\n沒有較高、較低也沒有相等，其心無所執著。\n\n——佛陀\n  Sutta Nipata（名為經集，出自五部的小部經典）\n\nSeeing misery in views and opinions, by not adopting any I found inner peace and freedom. One who is free does not hold to views or dispute opinions. For a wise person, there is no higher, lower, nor equal, no places in which the mind can stick.\n\n——The Buddha\n  Sutta Nipata"
    },
    {
      "file": "20250605.txt",
      "date": "20250605",
      "content": "星期四                                                     第六週\nThursday                                                 Week Six\n\n有兩種被愚弄的方式；\n一種是把「不是的」當成「是的」，\n另一種是拒絕相信「是的」。\n\n——Soren Kierkegaard\n\nThere are two ways to be fooled.\nOne is to believe what isn't so.\nThe other is to refuse to believe what is so.\n\n——Soren Kierkegaard"
    },
    {
      "file": "20250606.txt",
      "date": "20250606",
      "content": "星期五                                                     第六週\nFriday                                                   Week Six\n\n信言不美　美言不信\n善者不辯　辯者不善\n知者不博　博者不知\n\n——老子道德經第八十一章\n\nTruthful words are not beautiful;\nBeautiful words are not truthful.\nGood men do not argue;\nThose who argue are not good.\n\nThose who know are not learned;\nThe learned do not know.\n\n——Lao Tzu\n  Tao Te Ching, Chapter 81"
    },
    {
      "file": "20250607.txt",
      "date": "20250607",
      "content": "星期六                                                     第六週\nSaturday                                                 Week Six\n\n地圖非疆域\n\n——Alfrend Korzybski\n\nThe map is not the territory.\n\n——Alfrend Korzybski"
    },
    {
      "file": "20250608.txt",
      "date": "20250608",
      "content": "星期日                                                     第六週\nSunday                                                    Week Six\n\n愚者拒其所見，不拒其所思；智者拒其所思，不拒其所見。\n\n——黃檗\n\nThe foolish reject what they see, not what they think. \nThe wise reject what they think, not what they see.\n\n——Huang Po"
    },
    {
      "file": "20250609.txt",
      "date": "20250609",
      "content": "星期一                                                     第七週\nMonday                                                    Week Seven\n\n上士聞道，勤而行之；\n中士聞道，若存若亡；\n下士聞道，大笑之。\n不笑不足以為道。\n故建言有之：\n明道若昧，進道若退，夷道若纇；\n上德若谷；\n大白若辱；\n廣德若不足；\n建德若偷；\n質真若渝；\n大方無隅，大器晚成，大音希聲，大象無形；\n道隱無名。夫唯道，善貸且成。\n\n——老子道德經第四十一章\n\nThe wise student hears of the Tao and practices it diligently.\nThe average student hears of the Tao and gives it thought now and then.\nThe foolish student hears of the Tao and laughs aloud.\nIf there were no laughter, the Tao would not be what it is.\n\nSo it is said:\nThe bright path seems dim;\nGoing forward seems like retreat;\nThe easy way seems hard;\nThe greatest virtue seems empty;\nGreat purity seems sullied;\nA wealth of virtue seems inadequate;\nThe strength of virtue seems weak;\nReal virtue seems unreal;\nThe perfect square has no corners;\nGreat talents ripen late;\nThe highest notes are hard to hear;\nThe greatest form has no shape;\nThe Tao is hidden and without name.\nThe Tao alone nourishes and brings everything to fulfillment.\n\n——Lao Tzu\nTao Te Ching, Chapter 41"
    },
    {
      "file": "20250610.txt",
      "date": "20250610",
      "content": "星期二                                                     第七週\nTuesday                                                   Week Seven\n\n這是一個最重要的課題：\n不是二，不是一。\n我們的身體與心智，不是二分，也不是一體。\n如果你認為你的身心是二分的，錯了；\n如果你認為他們是一體的，也錯了。\n我們的身體與心智既是二分也是一體的。\n\n——Shunryu Suzuki Roshi\n  鈴木俊隆\n\nThis is the most important teaching: not two, and not one.\nOur body and mind are not two and not one. If you think your body and mind are two, that is wrong; if you think that they are one, that is also wrong. Our body and mind are both two and one.\n\n——Shunryu Suzuki Roshi\nZen Mind, Beginner's Mind"
    },
    {
      "file": "20250611.txt",
      "date": "20250611",
      "content": "星期三                                                     第七週\nWednesday                                                 Week Seven\n\n簡單地，你必須將「是」所代表的意義放空，\n並且不把「不是」當成事實。\n\n——Zenrinkushu（禪林句集）\n\nSimply, you must empty \"is\" of meaning,\nAnd not take \"is not\" as real.\n\n——Zenrinkushu"
    },
    {
      "file": "20250612.txt",
      "date": "20250612",
      "content": "星期四                                                     第七週\nThursday                                                  Week Seven\n\n即使在京都\n聽到杜鵑的啼泣\n我仍渴望京都\n\n——Basho（芭蕉，日本俳句詩人）\n\nEven in Kyoto\nHearing the cuckoo’s cry\nI long for Kyoto\n\n——Basho"
    },
    {
      "file": "20250613.txt",
      "date": "20250613",
      "content": "星期五                                                     第七週\nFriday                                                    Week Seven\n\n在量子物理學中，許多矛盾的情境都與光（或更廣的說，是電磁波）的雙重性質相關。\n一方面我們很清楚它必然由波組成，因為它產生著名的干涉現象：當有兩個光源時，\n光的強度將不總是兩者之和，可能多於或少於兩者之和，這可以由兩個光源所發出的波之干涉來解釋：\n在波峰重合之處我們將看到比兩者之和更多的光，在波峰和波谷重合之處我們將看到較少的光。\n這種干涉現象可在電磁輻射的干涉實驗中觀察到，因此我們必須得出這種輻射由波所組成的結論。\n另一方面，電磁輻射也產生所謂的光電效應；\n當紫外線照射在一些金屬表面，它可以“敲出”一些電子，將一些金屬表面的電子打出，所以它必須由移動的粒子組成。\n類似的情況發生在X射線的“散射”實驗中；\n這些實驗只有在被解釋為光粒子與電子的碰撞時才能正確解釋。\n然而，擁有這些干涉圖樣的特徵的波理論與粒子碰撞的描述之間所產生的問題是：電磁輻射如何能同時由粒子（即侷限於一個非常小的體積的實體）和波（這些波在一個很大的區域內展開）構成。\n這種現實既不符合語言也不符合想像。\n\n——Fritjof Capra\n\nIn atomic physics, many of the paradoxical situations are connected with the dual nature of light or—more generally—of electromagnetic radiation. On the one hand, it is clear that this radiation must consist of waves because it produces the well-known interference phenomena associated with waves: when there are two sources of light, the intensity of the light will not necessarily be just the sum of that which comes from the two sources, but may be more or less. This can easily be explained by the interference of the waves emanating from the two sources: in those places where two crests coincide we shall have more light than the sum of the two; where a crest and a trough coincide we shall have less. The precise amount of interference can easily be calculated. Interference phenomena of this kind can be observed whenever one deals with electromagnetic radiation, and force us to conclude that this radiation consists of waves.\nOn the other hand, electromagnetic radiation also produces the so-called photoelectric effect: when ultraviolet light is shone on the surface of some metals it can \"kick out\" electrons from the surface of the metal, and therefore it must consist of moving particles. A similar situation occurs in the \"scattering\" experiments of X-rays. These experiments can only be interpreted correctly if they are described as collisions of \"light particles\" with electrons. And yet, they show the interference patterns characteristic of waves. The question which puzzled physicists was how electromagnetic radiation could simultaneously consist of particles (i.e. of entities confined to a very small volume) and of waves, which are spread out over a large area of space. Neither language or imagination could deal with this kind of reality....\n\n——Fritjof Capra\nThe Tao of Physics, pp. 46–47"
    },
    {
      "file": "20250614.txt",
      "date": "20250614",
      "content": "星期六                                                     第七週\nSaturday                                                  Week Seven\n\n在你的父母懷有你之前，你原本的面貌是什麼呢？\n\n——慧能\n中國禪宗六祖\n\nWhat was the appearance of your original face,\nthe one you had before your mother and father conceived you?\n\n——Hui-Neng\nSixth Patriarch of Zen Buddhism, China"
    },
    {
      "file": "20250615.txt",
      "date": "20250615",
      "content": "星期日                                                     第七週\nSunday                                                    Week Seven\n\n神聖的顯現就在我們前方，\n左邊是火，右邊是美麗的溪流。\n無論誰走在火中，\n都會突然出現在冰冷的溪流中。\n任何藏於水面下的源頭，\n都自火中探出。\n\n大部分人保衛自己免於走進火中，\n而最後卻掉進其中……\n如果你是上帝的朋友，\n火就是你的水。\n你應祈求你有成千上萬對飛蛾的翅膀，\n你便可燒掉它們，\n一晚一對。\n\n——Rumi\n\nThe divine presence is there in front of us,\nfire on the left,\na lovely stream on the right…\nWhoever walks into the fire\nappears suddenly in the cool stream,\nAny head that goes under the surface of the water\nthat head pokes out of the fire.\n\nMost people guard against going into the fire,\nand end up in it….\nIf you are a friend of God,\nfire is your water.\nYou should wish to have a hundred thousand\nsets of moth wings,\nSo you could burn them away, one set a night.\n\n——Rumi"
    },
    {
      "file": "20250616.txt",
      "date": "20250616",
      "content": "星期一                                                     第八週\nMonday                                                    Week Eight\n\n當一個射手不為什麼而射擊的時候\n他擁有完全的技巧\n當他為一個銅鈕而射擊時\n會感到緊張\n當他為一面金牌而射擊時\n則變得失常而且看到兩個標靶\n這時候的他像然變成兩個人\n\n其實，射手的技巧從未改變\n但那獎賞使他分心了\n心思中暗藏多猶射擊\n而求勝的心耗盡了他的力量\n\n——莊子\n\nWhen an archer is shooting for nothing\nHe has all his skill.\nIf he shoots for a brass buckle\nHe is already nervous.\nIf he shoots for a prize of gold\nHe goes blind or sees two targets—\nHe is beside himself.\n\nThe archer's skill has not changed.\n\nBut the prize divides him.\nHe thinks more of winning than of shooting—\nAnd the need to win\nDrains him of his power.\n\n——Chuang Tzu"
    },
    {
      "file": "20250617.txt",
      "date": "20250617",
      "content": "星期二                                                     第八週\nTuesday                                                   Week Eight\n\n籃球是一個複雜的舞蹈，必須能夠很快地從一個目標移動到另一個目標。要有傑出的表現，就必須有清晰的思維，並且隨時完全專注在場上每一個人的動向——敏銳地知曉當下所發生的一切，每一個當下。其祕密不在於思考——這並不代表要變笨，而是讓腦中的紛擾雜念安靜下來，好讓你的身體不受心智干擾，依憑著直覺去做它所該做。\n\n——Phil Jackson（洛杉磯湖人隊教練）\n\nBasketball is a complex dance that requires shifting from one objective to another at lightening speed. To excel, you need to act with a clear mind and be totally focused on what everyone on the floor is doing...to become more acutely aware of what's happening right now, this very moment.\n\nThe secret is not thinking. That doesn't mean being stupid; it means quieting the endless jabbering of thoughts so that your body can do instinctively what it's been trained to do without the mind getting in the way.\n\n——Phil Jackson\n(Coach of the Los Angeles Lakers)"
    },
    {
      "file": "20250618.txt",
      "date": "20250618",
      "content": "星期三                                                     第八週\nWednesday                                                 Week Eight\n\n山腰上田邊的稻草人\n多麼不自覺！多麼有用！\n\n——Basho（芭蕉，日本俳句詩人）\n\nscarecrow\nabove the hillside rice fields\nhow unaware! how useful!\n\n——Basho"
    },
    {
      "file": "20250619.txt",
      "date": "20250619",
      "content": "星期四                                                     第八週\nThursday                                                  Week Eight\n\n身為一個網球教練，當我密切看待打球時我腦袋會不停地註解和評說——在一個誰是「我在對什麼？」但當我去發現，我發現至少有兩個「我」在我腦中；一個在打球的「我」，與另一個在講話的「我」。我注意到在講話的那個「我」喜歡主導、告訴打球的「我」該怎麼做；甚至不信任的程度，會試著強迫「我2」去服從口頭指令。我也注意到當我越相信「我2」的能力時，「我1」的指令會顯著下降；相反地，當我教學生時，我不再餵「我1」很多技術資訊，而是相信「我2」的學習能力，學生們的進步變成一般人的三到四倍，挫折感也少很多。\n總而言之，我發現「我1」——那個愛說話、製造想法的心智——其實是控制身體肌肉的糟糕上司；當「我2」——身體本身——得以被允許去控制時，表現的品質、享受程度以及學習的速度都得到了提升。\n\n——Tim Galway\n\nA major breakthrough in my understanding of the problem of control of mind and body came when, as a tennis instructor, I became aware of a constant commentary going on inside my head as I played.... “Come on, get your back earlier,... You hit that one too late again.... Bend your knees on those volleys.... Oh-oh, here comes another backhand like the one you missed last time.... Make sure you don’t miss it again.... Damn it! you missed it again.... When are you ever going to hit those things?.... Watch the ball, watch the ball....What am I going to say to my doubles partner if I lose this match?”\nAs I began to take a closer look at the thoughts going through my mind during a tennis match, I found myself asking, “Whom am I talking to, and who is doing the talking?” I was surprised to discover that there seemed to be at least two identities within me. One was playing tennis; the other was telling him how. I observed that the one doing the talking, whom I named Self 1, thought he knew all about how to play and was supervising Self 2, the one who had to hit the ball. In fact, Self 1 not only gave Self 2 instructions but criticized him for past errors, warned him of probable future ones, and harangued him whenever he made a mistake.\nIt was easy to see that the primary feeling in the relationship between these two selves was mistrust. Self 1 didn’t trust Self 2 to hit the ball, and precisely to the extent that he lacked trust, he would try to force Self 2 to conform to his verbal instructions. I noticed that when I had more confidence in my ability to hit a shot, there was a corresponding decrease in instructions from Self 1, and that Self 2 would perform amazingly well without him. When I was on a streak, there was no talk in my head at all.\nOnce I became aware of Self 1, it became increasingly obvious that my role as teacher wasn’t helpful. When I gave a student a lot of technical information, then progress was slower and with more frustration. But when I trusted the capacity of the student’s Self 2 to learn, progress was faster and with less frustration.\nIn short, I found that Self 1—the verbalizing, thought-producing self—is a lousy boss when it comes to control of the body’s muscles system. When Self 2—the body itself—is allowed control, the quality of performance, the level of enjoyment, and the rate of learning are all improved.\n\n——Tim Galway"
    },
    {
      "file": "20250620.txt",
      "date": "20250620",
      "content": "星期五                                                     第八週\nFriday                                                    Week Eight\n\n在流動的狀態中，\n依照內在邏輯，行動接著行動，\n似乎不需要行動者有意識的介入。\n行動者體驗著整體的流動，從一個時刻到下一個時刻。\n他完全自主，\n自己與環境之間幾無區分，\n無所謂刺激與反應，\n不分過去、現在和未來。\n\n——Mihaly Csikszentmihalyi\n\nIn the flow state, action follows upon action according to an internal logic that seems to need no conscious intervention by the actor. \nHe experiences it as a unified flowing from one moment to the next, \nin which he is in control of his actions, \nand in which there is little distinction between self and environment, \nbetween stimulus and response, or between past, present, and future.\n\n——Mihaly Csikszentmihalyi"
    },
    {
      "file": "20250621.txt",
      "date": "20250621",
      "content": "星期六                                                     第八週\nSaturday                                                  Week Eight\n\n周，一位素描家\n可以徒手畫出許多完美的圓形而不需要圓規的幫助\n他的手指隨興地自然劃動\n心靈完全的自由\n對於正在做的事毫無所顧念\n\n毋需思考\n心靈全然單純\n不見阻礙\n所以，當鞋子完全合腳的時候\n你會忘記腳的存在\n當腰帶完全合身的時候\n你會忘卻肚腹的存在\n\n當心對了\n支持與反對便被遺忘了\n\n無駕力，無衝動\n無需求，無慾望\n便可掌握自己\n自由自在不受拘束\n\n輕鬆是對的\n一開始就對了，你就輕鬆了\n繼續輕鬆，就對了\n若要輕鬆，對的做法就是要忘卻的做法且忘卻這一路的輕鬆\n\n——莊子\n\nChui the draftsman\nCould draw more perfect circles freehand\nThan with a compass.\n\nHis fingers brought forth\nSpontaneous forms from nowhere.\nHis mind was meanwhile free\nAnd without concern for what he was doing.\n\nNo thought was needed,\nAnd knew no obstacle.\n\nSo, when the shoe fits\nThe foot is forgotten,\nWhen the belt fits\nThe belly is forgotten,\n\nWhen the heart is right\n\"For\" and \"against\" are forgotten.\n\nNo drives, no compulsions,\nNo needs, no attractions.\nThen your affairs are under your control.\nYou are a free man.\n\nEasy is right. Begin right\nAnd you are easy.\nContinue easy and you are right.\nThe right way to be easy\n\nIs to forget the right way\nAnd forget that the going is easy.\n\n——Chuang Tzu"
    },
    {
      "file": "20250622.txt",
      "date": "20250622",
      "content": "星期日                                                     第八週\nSunday                                                    Week Eight\n\n這是覺悟:\n當你餓了,就去吃飯\n當你累了,就去睡覺\n\n——Seung Sahn Soen-sa\n  禪師\n\nThis is enlightenment:\nWhen you're hungry, eat.\nWhen you're tired, sleep.\n\n——Seung Sahn Soen-sa\n  Zen Master\n"
    },
    {
      "file": "20250623.txt",
      "date": "20250623",
      "content": "星期一                                                     第九週\nMonday                                                   Week Night\n\n為學日益,為道日損。損之又損,以至於無為。\n無為而無不為。\n取天下常以無事,及其有事,不足以取天下。\n\n——老子,道德經48章\n\nIn the pursuit of learning, every day something is acquired.\nIn the pursuit of the Tao, every day something is dropped.\nLess and less is done\nUntil non-action is achieved.\nWhen nothing is done, nothing is left undone.\nThe world is ruled by letting things take their course.\nIt cannot be ruled by interfering.\n——Lao Tzu,\n  Tao Te Ching, Chapter 48"
    },
    {
      "file": "20250624.txt",
      "date": "20250624",
      "content": "星期二                                                     第九週\nTuesday                                                  Week Nine\n\n廬山煙雨浙江潮,\n未到千般恨不消。\n到得原來無別事,\n廬山煙雨浙江潮。\n\n———宋朝,蘇東坡\n\nMisty rain on Mount Lu, the River Che at high tide\nBefore you have been there, longing to go eats at you endlessly.\nWhen you have been there and come back,\nJust misty rain on Mount Lu, the River Che at high tide.\n\n——Su Tung-Po, Sung Dynasty, China\n"
    },
    {
      "file": "20250625.txt",
      "date": "20250625",
      "content": "星期三                                                     第九週\nWednesday                                                Week Nine\n\n自我是控制的座位,它識別自主行為,而身體的許多功能(循環、消化、生長)都是非自主的。\n為什麼我們只將一小部分自我識別為「你」?\n\nThe ego is the seat of control... It identifies voluntary behavior,\nwhile many of the body's functions (circulation, digestion, growth)\nare involuntary. Why do we identify only a small portion of the self as \"you\"?\n——Ken Wilber\n\n自我感到特別受困於身體對疼痛的脆弱性,它試圖麻痺身體以減少痛苦。\n這種麻痺身體的代價是失去快樂。\n\nThe ego feels especially trapped by the body's vulnerability to pain...\nIt tries to numb the body to reduce suffering. The price of numbing the body is the loss of joy.\n——Aurobindo\n\n接受非自主行為作為自我的一部分,可以放棄對創造的控制,從而獲得更大的自由。\n整個有機體在沒有「自我」幫助下協調數百萬個過程的智慧。\n\nAccepting involuntary behavior as part of the self allows us to give up control over creation,\nthus gaining greater freedom. The wisdom of the entire organism coordinating millions of processes\nwithout the help of the \"ego.\"\n——Ken Wilber\n\n我們應該將生命建立在更廣闊的自然智慧和自由之上,而不是自我引以為傲的膚淺技巧。\n\nWe should build our lives on the broader natural wisdom and freedom,\nnot on the superficial skills that the ego is proud of.\n——Ken Wilber\n"
    },
    {
      "file": "20250626.txt",
      "date": "20250626",
      "content": "星期四                                                     第九週\nThursday                                                 Week Nine\n\n庖丁為文惠君解牛,手之所觸,肩之所倚,足之所履,膝之所踦,砉然嚮然,\n奏刀騞然,莫不中音。合於桑林之舞,乃中經首之會。\n文惠君曰:「嘻,善哉!技蓋至此乎?」\n庖丁釋刀對曰:「臣之所好者道也,進乎技矣。始臣之解牛之時,\n所見無非牛者。三年之後,未嘗見全牛也。方今之時,臣以神遇而不以目視,\n官知止而神欲行。依乎天理,批大郤,導大窾,因其固然。\n技經肯綮之未嘗,而況大軱乎!良庖歲更刀,割也;族庖月更刀,折也。\n今臣之刀十九年矣,所解數千牛矣,而刀刃若新發於硎。\n彼節者有間,而刀刃者無厚;以無厚入有間,恢恢乎其於遊刃必有餘地矣,\n是以十九年而刀刃若新發於硎。雖然,每至於族,吾見其難為,\n怵然為戒,視為止,行為遲。動刀甚微,謋然已解,如土委地。\n提刀而立,為之四顧,為之躊躇滿志,善刀而藏之。」\n文惠君曰:「善哉!吾聞庖丁之言,得養生焉。」\n\n——Chuang Tzu\n\nLord Wen-hui's cook was cutting up an ox, Out went a hand, down went a shoulder,\nHe planted a foot, he pressed with a knee, The ox fell apart with a whisper.\nThe gleaming knife murmured like a gentle wind. All in perfect rhythm, as though he was dancing\nThe sacred dance of the Mulberry Grove, As though he were singing the ancient\nMelody of the Ching-shou.\nLord Wen-hui exclaimed, \"Wonderful! Your skill has reached such heights!\"\nThe cook laid down his knife and replied, \"What I care about is the Way,\nWhich goes beyond skill. When I first began cutting up oxen,\nAll I could see was the ox itself. After three years I no longer saw the whole ox.\nAnd now—now I go at it by spirit and don't look with my eyes.\nPerception and understanding have come to a stop and spirit moves where it wants.\nI go along with the natural makeup, Strike in the big hollows,\nGuide the knife through the big openings, And follow things as they are.\nSo I never touch the smallest ligament or tendon, much less a main joint.\nA good cook needs a new chopping block every year—he cuts.\nA mediocre cook needs a new knife every month—he hacks.\nI've had this knife of mine for nineteen years and I've cut up thousands of oxen with it,\nand yet the blade is as good as though it had just come from the grindstone.\nThere are spaces between the joints, and the blade of the knife has really no thickness.\nIf you insert what has no thickness into such spaces, then there's plenty of room—\nmore than enough for the blade to play about it. That's why after nineteen years\nthe blade of my knife is still as good as when it first came from the grindstone.\nHowever, whenever I come to a complicated place, I size up the difficulties,\ntell myself to watch out and be careful, keep my eyes on what I'm doing,\nwork very slowly, and move the knife with the greatest subtlety,\nuntil—flop! the whole thing comes apart like a clod of earth crumbling to the ground.\nI stand there holding the knife and look all around me, completely satisfied and reluctant to move on,\nand then I wipe off the knife and put it away.\"\n\"Excellent!\" said Lord Wen-hui. \"I have heard the words of Cook Ting and learned how to care for life!\"\n\n——Chuang Tzu\n"
    },
    {
      "file": "20250628.txt",
      "date": "20250628",
      "content": "星期六                                                     第九週\nSaturday                                                  Week Nine\n\n「我的內心不平靜」慧可說道。「請平撫我的心靈。」\n「把你的心帶到我身前」波地哈瑪回答,「我將會平撫它。」\n「但當我設法尋找我的心時」慧可說,「我無法發現它」。\n「你瞧!」波地哈瑪手指一彈,「我已平撫你的心靈。」\n\n——Wumen kuan\n\n\"I have no peace of mind,\" said Hui-k'o.\n\"Please pacify my mind.\"\n\"Bring out your mind here before me, \"replied\nBodhidharma, \"and I will pacify it!\"\n\"\"But when I seek my own mind,\" said Hui-k'o\n\"I cannot find it.\"\n\"There!\" snapped Bodhidharma. \"I have pacified\nyour mind.\"\n\n——Wumen kuan\n"
    },
    {
      "file": "20250629.txt",
      "date": "20250629",
      "content": "星期日                                                     第九週\nSunday                                                    Week Nine\n\n一位男子聽說那斯魯丁很有智慧,便專程去拜訪他。\n他觀察到那斯魯丁先是吹氣暖手,後來又吹氣涼湯。\n男子因此認為那斯魯丁是個騙子,因為他用同樣的氣息做相反的事情,\n並最終認定那斯魯丁不是一位導師。\n\n——Idries Shah\n\nA man heard that Nasrudin was very wise, so he went to visit him.\nHe observed that Nasrudin first blew on his hands to warm them,\nand later blew on his soup to cool it.\nThe man therefore thought that Nasrudin was a fraud,\nbecause he used the same breath to do opposite things,\nand finally concluded that Nasrudin was not a teacher.\n\n——Idries Shah\n"
    },
    {
      "file": "20250630.txt",
      "date": "20250630",
      "content": "星期一                                                     第十週\nMonday                                                    Week Ten\n\n青山自青山,白雲自白雲。\n\n——Zenrinkushu\n  禪林句集\n\nThe blue mountains are of themselves blue mountains.\nThe white clouds are of themselves white clouds.\n\n——Zenrinkushu\n"
    }
  ],
  "2025-07": [
    {
      "file": "20250701.txt",
      "date": "20250701",
      "content": "星期二                                                     第十週\nTuesday                                                  Week Ten\n\n烏鴉棲枯枝\n秋白暮色濃\n\n——Basho\n  芭蕉 日本俳句詩人\n\non a bare branch\na crow\nhas landed\nautumn evening\n\n——Basho\n"
    },
    {
      "file": "20250702.txt",
      "date": "20250702",
      "content": "星期三                                                     第十週\nWednesday                                                Week Ten\n\n思緒一個接一個,從不間斷。\n但如果你允許這些思緒串結成鍊,你將作繭自縛。\n\n——傳統禪說\n\nOne thought follows another\nwithout interruption. But if you\nallow these thoughts to link up\ninto a chain, you put yourself in\nbondage.\n\n——Traditional Zen saying\n"
    },
    {
      "file": "20250703.txt",
      "date": "20250703",
      "content": "星期四                                                     第十週\nThursday                                                 Week Ten\n\n我吃了冰箱中的梅子,\n那可能是你要留著當早餐的。\n原諒我,因為它們太美味了,\n如此甜蜜,如此冰涼。\n\n——William Carlos Williams\n\nI have eaten\nthe plums\nthat were in\nthe icebox\n\nand which\nyou were probably\nsaving\nfor breakfast\n\nForgive me\nthey were delicious\nso sweet\nand so cold\n\n——William Carlos Williams\n"
    },
    {
      "file": "20250704.txt",
      "date": "20250704",
      "content": "星期五                                                     第十週\nFriday                                                    Week Ten\n\n趙周問：「什麼是道？」\n老師回答：「你的平常心就是道。」\n「我怎樣才能以平常心回到合一呢？」\n「一旦有了合一的意圖，你立刻就脫軌了。」\n「但若是缺乏意圖，我如何能瞭解道？」\n「道不屬於知，也不屬於不知」老師說\n「知道是錯誤的瞭解，不知是盲目的忽視。\n如果你真能超脫、毫無懷疑地瞭解道，\n那就像萬里晴空，又為何要牽連到是與非呢？」\n\n——Wu-men kuan\n\nChao-chou asked, \"What is the Tao?\"\nThe master replied, \"Your ordinary mind is the Tao.\"\n\"How can I return to oneness with my ordinary mind?\"\n\"By intending to be at one you are immediately off course.\"\n\"But without intention, how can I know the Tao?\"\n\"The Tao,\" said the master, \"belongs neither to knowing nor\nnot knowing. Knowing is false understanding; not knowing\nis blind ignorance. If you really understand the Tao beyond\ndoubt, it's like the empty sky. Why drag in right and wrong?\"\n\n——Wu-men kuan\n"
    },
    {
      "file": "20250705.txt",
      "date": "20250705",
      "content": "星期六                                                     第十週\nSaturday                                                  Week Ten\n\n那賊\n遺下了\n月光在窗邊\n\n——Ryokan\n  良寬 日本禪僧\n\nthe thief\nleft it behind\nthe moon at the window\n\n——Ryokan\n"
    },
    {
      "file": "20250706.txt",
      "date": "20250706",
      "content": "星期日                                                     第十週\nSunday                                                    Week Ten\n\n與其汲取知識,不如淨化思維,如果思維完全清澈,那麼真理已屬於你…這\n稱為虛無、全能的目己或全知。當你無所不知時,就像是黑暗的天空。有時\n閃電劃過天際,過目即逝,之後完全忘記它,什麼都沒有留下,只剩黑暗;\n而當閃電產生亮光,美麗的景象呈現眼前。富我們達到虛無的境界,已經預\n備好隨時迎接閃電。\n\n——Shunryu Suzuki Roshi\n  鈴木俊隆\n\nInstead of gathering knowledge, you should seek to clear your mind.\nIf your mind is clear, true knowledge is already yours.... This is called\nemptiness, or omnipotent self, or knowing everything. When you\nknow everything, you are like a dark sky. Sometimes a flashing will\ncome through the dark sky. After it passes, you forget all about it, and\nthere is nothing left but the dark sky....And when the lightning does\nflash, a wonderful sight may be seen. When we have emptiness we\nare always prepared for watching the flashing.\n\n——Shunryu Suzuki Roshi\n"
    },
    {
      "file": "20250707.txt",
      "date": "20250707",
      "content": "星期一                                                     第十一週\nMonday                                                    Week Eleven\n\n人是知道自己會死的動物。\n\n——Andre Malraux\n\nMan is the animal that knows it's going to die.\n\n——Andre Malraux\n"
    },
    {
      "file": "20250708.txt",
      "date": "20250708",
      "content": "星期二                                                     第十一週\nTuesday                                                  Week Eleven\n\n護生須是殺\n殺盡始安居\n\n——Zenrinkushu\n  禪林句集\n\nTo preserve life, it must be destroyed.\nWhen it is completely destroyed, for the first time there is rest.\n\n——Zenrinkushu\n"
    },
    {
      "file": "20250709.txt",
      "date": "20250709",
      "content": "星期三                                                     第十一週\nWednesday                                                Week Eleven\n\n一小時燦爛的晨曦與矗立千年的巨松在心中沒有差別。\n\n——Zenrinkushu\n  禪林句集\n\nThe morning glory which blooms for an hour\nis no different at heart from the giant pine\nwhich lives for a thousand years.\n\n——Zenrinkushu\n"
    },
    {
      "file": "20250710.txt",
      "date": "20250710",
      "content": "星期四                                                     第十一週\nThursday                                                 Week Eleven\n\n懦夫在他們死亡之前死了許多次,\n英勇的,除了那次之外,從未嚐過死亡,\n在我所聽說過的傳奇故事中,\n對我而言最奇怪的是人會恐懼,\n眼見死亡———————個必然的結束,\n將在它來臨時來臨。\n\n——William Shakespeare\n  莎士比亞\n\nCowards die many times before their deaths;\nThe valiant never taste of death but once.\nOf all the wonders that I yet have heard,\nIt seems to me most strange that men should fear;\nSeeing that death, a necessary end,\nWill come when it will come.\n\n——William Shakespeare\n"
    },
    {
      "file": "20250711.txt",
      "date": "20250711",
      "content": "星期五                                                     第十一週\nFriday                                                    Week Eleven\n\n多麼令人欽佩\n那人不感到\n\"生命飛逝\"\n當他見到閃電時\n\n——Basho\n  芭蕉 日本俳句詩人\n\nHow admirable\nthe man who doesn't think\n\"Life is fleeting\"\nwhen he sees the lightening!\n\n——Basho\n"
    },
    {
      "file": "20250712.txt",
      "date": "20250712",
      "content": "星期六                                                     第十一週\nSaturday                                                  Week Eleven\n\n以必勝之心踏上戰場,\n必能全身而退。\n作戰時抱著破釜沈舟之必死心態,\n你定能活著回來。\n存有一絲求存之希望便必死無疑。\n離家時決心不再見面,\n你便會安全而返。\n一丁點回家的盼望已能帶你踏上不歸路。\n\n——Uesugi Kenshin\n  上杉謙信\n\nGo to the battlefield firmly confident of victory\nand you will come home with no wounds whatever.\nEngage in combat fully determined to die and\nyou will be alive. Wish to survive in battle and\nyou will surely meet death. When you leave the\nhouse determined not to see it again, you will come\nhome safely. When you have any thought of\nreturning you will not return.\n\n——Uesugi Kenshin\n"
    },
    {
      "file": "20250713.txt",
      "date": "20250713",
      "content": "星期日                                                     第十一週\nSunday                                                    Week Eleven\n\n若干年後,我們都將死亡。單純地將死亡視為生命的終點,那是錯誤的理解;\n但如果認為我們不會死,亦是錯誤的。我們死,我們不死。有些人認為精神\n靈魂不死,只有肉體會腐朽,這亦非全然正確,因為不論是肉體或是心靈都\n有終了的一天,但與此同時,它們永久存在也是真實的。即我們說精神與肉\n體,它們其實是一體兩面的。\n\n——Shunryu Suzuki Roshi\n  鈴木俊隆\n\nAfter some years we will die. If we just think that it is the end of our\nlife, this will be the wrong understanding. But, on the other hand, if\nwe think that we do not die, this is also wrong. We die, and we do\nnot die....Some people may say that our mind or soul exists forever,\nand it is only our physical body which dies. But this is not exactly right,\nbecause both mind and body have their end. But at the same time it is\nalso true that they exist eternally. And even though we say mind and\nbody, they are actually two sides of one coin.\n\n——Shunryu Suzuki Roshi\n"
    },
    {
      "file": "20250714.txt",
      "date": "20250714",
      "content": "星期一                                                     第十二週\nMonday                                                    Week Twelve\n\n知人者智,自知者明。\n勝人者有力,自勝者強。\n知足者富。強行者有志。\n不失其所者久。死而不亡者壽。\n\n——老子,道德經第三十三章\n\nKnowing others is wisdom;\nKnowing the self is enlightenment.\nMastering others requires force;\nMastering the self requires strength.\nHe who knows he has enough is rich.\nPerseverance is a sign of will power.\nHe who stays where he is endures.\nTo die but not to perish is to be eternally present.\n\n——Lao Tzu\n  Tao Te Ching, Chapter 33\n"
    },
    {
      "file": "20250715.txt",
      "date": "20250715",
      "content": "星期二                                                     第十二週\nTuesday                                                  Week Twelve\n\n在這一刻,萬事無所成,無所失,\n沒有生與死,只有全然的靜默,\n此刻是無限的,其中蘊藏著無窮的歡欣。\n\n——Hui-neng, Sixth Patriarch of Zen\n  禪宗六祖 慧能\n\nIn this moment there is nothing which comes to be. In this\nmoment there is nothing which ceases to be. Thus there is no\nbirth-and-death to be brought to an end. And so, absolute\ntranquility is this present moment. Though it is at this moment,\nthere is no limit to this moment, and herein is eternal delight.\n\n——Hui-neng, Sixth Patriarch of Zen\n"
    },
    {
      "file": "20250716.txt",
      "date": "20250716",
      "content": "星期三                                                     第十二週\nWednesday                                                Week Twelve\n\n芭蕉葉上無愁雨\n只是時人聽斷腸\n\n——Zenrinkushu\n  禪林句集\n\nThe raindrops patter on the basho leaf\nBut these are not tears of grief\nThis is only the anguish of the one\nWho is listening to them\n\n——Zenrinkushu\n"
    },
    {
      "file": "20250717.txt",
      "date": "20250717",
      "content": "星期四                                                     第十二週\nThursday                                                 Week Twelve\n\n恐懼的不是當你的井滿溢時的口渴,\n而是那永不能解的渴。\n\n——Kahlil Gibran\n  紀伯倫\n\nIs not the fear of thirst when your well is full\nthe thirst that is unquenchable?\n\n——Kahlil Gibran"
    },
    {
      "file": "20250718.txt",
      "date": "20250718",
      "content": "星期五                                                     第十二週\nFriday                                                    Week Twelve\n\n如果你想要知道永恆,\n它並不比當下更多。\n如果你無法在此刻就抓住它,\n你將不會得到它。\n無論你在千百年裏重生多少次。\n\n——Zen Master Seppo\n  禪學大師\n\nIf you want to know what eternity means,\nit is no further than this moment. If you fail\nto catch it in this present moment, you will\nnot get it, however many times you are\nreborn in hundreds of thousands of years.\n\n——Zen Master Seppo\n"
    },
    {
      "file": "20250719.txt",
      "date": "20250719",
      "content": "星期六                                                     第十二週\nSaturday                                                  Week Twelve\n\n你可以將自己丟進這片土地裏,\n盡情地在大地之母的懷裏伸展, \n確信著,你與她,她與你為一體, \n你就像她一樣地堅定,事實上是比她千倍堅定不移。 \n確信她會帶給你新生,以迎向各種新的奮鬥和苦痛, \n一如你確定她它明天就會吞沒你。 \n不是某天,而是現在、今天, 每一天它都帶給你新生,\n不只一次,而是千萬次, 就像每一天,它都吞沒你千萬次。 \n永恆地,永遠地\"現在\"只有一個,唯一,同樣的\"現在\", \n當下是唯一沒有終點的東西。\n\n——Erwin Schroedinger\n  量子力學發明人\n\n...you can throw yourself flat on the ground, \nstretched out upon Mother Earth, \nwith the certain conviction that you are one with her and she with you. \nYou are as firmly established, as invulnerable as she, \nindeed a thousand times firmer and more invulnerable. \nAs surely as she will engulf you tomorrow, \nso surely she will bring you forth anew to new striving and suffering. \nAnd not merely 'some day': now, today, every day she is bringing you forth, \nnot once but thousands of times, just as every day she engulfs you a thousand times over. \nFor eternally and always there is only one now, one and the same now; \nthe present is the only thing that has no end.\n\n——Erwin Schroedinger\n  Inventor of quantum mechanics\n"
    },
    {
      "file": "20250720.txt",
      "date": "20250720",
      "content": "星期日                                                     第十二週\nSunday                                                    Week Twelve\n\n永恆的生命屬於活在當下的人。\n\n——Ludwig Wittgenstein\n\n...eternal life belongs to those who live in the present.\n\n——Ludwig Wittgenstein\n"
    },
    {
      "file": "20250721.txt",
      "date": "20250721",
      "content": "星期一                                                     第十三週\nMonday                                                    Week Thirteen\n\n我沒有自由：我將覺醒作為我的自由。\n\n——戰士信條\n\nI have no freedom: I make awareness my freedom.\n\n——Warrior's Creed\n"
    },
    {
      "file": "20250722.txt",
      "date": "20250722",
      "content": "星期二                                                     第十三週\nTuesday                                                  Week Thirteen\n\n一個年輕的僧侶問他的師傅：\n「我要如何才能達到自由？」\n師傅回答：「誰曾經囚禁過你？」\n\n——Advaita teaching\n\nA young monk asked the Master:\n\"How can I ever achieve freedom?\"\nThe Master replied:\n\"Who ever put you in bondage?\"\n\n——Advaita teachings\n"
    },
    {
      "file": "20250723.txt",
      "date": "20250723",
      "content": "星期三                                                     第十三週\nWednesday                                                Week Thirteen\n\n我沒有力量：我將自然的韻律作為我的力量。\n\n——戰士信條\n\nI have no power: I make the rhythms of nature my power.\n\n——Warrior's Creed"
    },
    {
      "file": "20250724.txt",
      "date": "20250724",
      "content": "星期四                                                     第十三週\nThursday                                                 Week Thirteen\n\n人之生也柔弱，其死也堅強；\n萬物草木之生也柔脆，其死也枯槁。\n故曰：「堅強者，死之徒也！柔弱微細，生之徒也！」\n兵強則不勝；木強則折。強大，居下；柔弱，居上。\n\n——老子，道德經 76 章\n\nA man is born gentle and weak.\nAt his death he is hard and stiff.\nGreen plants are tender and filled with sap.\nAt their death they are withered and dry.\n\nTherefore the stiff and unbending is the disciple of death.\nThe gentle and yielding is the disciple of life.\n\nThus an army without flexibility never wins a battle.\nA tree that is unbending is easily broken.\n\nThe hard and strong will fall.\nThe soft and weak will overcome.\n\n——Lao Tzu, Tao Te Ching, Chapter\n76"
    },
    {
      "file": "20250725.txt",
      "date": "20250725",
      "content": "星期五                                                     第十三週\nFriday                                                    Week Thirteen\n\n我沒有威信，我將誠實作為我的威信。\n\n——戰士信條\n\nI have no authority: I make honesty my authority.\n\n——Warrior's Creed"
    },
    {
      "file": "20250726.txt",
      "date": "20250726",
      "content": "星期六                                                     第十三週\nSaturday                                                  Week Thirteen\n\n名與身孰親？\n身與貨孰多？\n得與亡孰病？\n甚愛必大費；多藏必厚亡。\n故，知足不辱；知止不殆，可以長久。\n\n——老子．道德經 44 章\n\nFame or self: Which matters more?\nSelf or wealth: Which is more precious?\nGain or loss: Which is more painful?\n\nHe who is attached to things will suffer much.\nHe who saves will suffer heavy loss.\nA contented man is never disappointed.\nHe who knows when to stop does not find himself in trouble.\nHe will stay forever safe.\n\n——Lao Tzu, Tao Te Ching, Chapter 44\n"
    },
    {
      "file": "20250727.txt",
      "date": "20250727",
      "content": "星期日                                                     第十三週\nSunday                                                    Week Thirteen\n\n我沒有敵人：我將冷漠及不關心作為我的敵人。\n\n——戰士信條\n\nI have no enemies: I make indifference and carelessness my enemies.\n\n——Warrior's Creed\n"
    },
    {
      "file": "20250728.txt",
      "date": "20250728",
      "content": "星期一                                                     第十四週\nMonday                                                    Week Fourteen\n\n我沒有朋友，我將天與地作為我的朋友。\n\n——戰士信條\n\nI have no friends: I make the earth and sky my friends.\n\n——Warrior's Creed\n"
    },
    {
      "file": "20250729.txt",
      "date": "20250729",
      "content": "星期二                                                     第十四週\nTuesday                                                  Week Fourteen\n\n把打擊當作餽禮。\n\n——Morihei Ueshiba 合氣道創始人 植芝盛平\n\nTake the hit as a gift.\n\n——Morihei Ueshiba Founder of Aikido"
    },
    {
      "file": "20250730.txt",
      "date": "20250730",
      "content": "星期三                                                     第十四週\nWednesday                                                Week Fourteen\n\n\n我沒有規條，我將自發性及適應性作為我的規條。\n\n——戰士信條\n\nI have no rule: I make readiness and adaptability my rules.\n\n——Warrior's Creed"
    },
    {
      "file": "20250731.txt",
      "date": "20250731",
      "content": "星期四                                                     第十四週\nThursday                                                 Week Fourteen\n\n子列子問關尹曰：\n「至人潛行不窒，蹈火不熱，\n行乎萬物之上而不慄。\n請問何以至於此？」\n\n關尹曰：「是純氣之守也，非知巧果敢之列。\n居，予語汝！凡有貌變聲色者，皆物也，物與物何以相逾？\n夫奚足以至乎先？\n是形色而已。\n則物之造乎不形而止乎無所化，\n夫得是而窮之者，物焉得而止焉！\n彼將處乎不淫之度，而藏乎無端之紀，\n遊乎萬物之所終始，壹其性，養其氣，\n合其德，以通乎物之所造。\n夫若是以，其天守全，\n其神無卻，物莫自入焉！\n「夫醉者之墜車，雖疾不死。\n骨節與人同而犯害與人異，其神全也，\n乘亦不知也，墜亦不知也，\n死生驚懼不入乎其胸中，是故遯物而不慴。\n彼得全於酒而獨若是，而況得全於天乎？\n聖人藏於天，故莫之能傷也。」\n——莊子"
    }
  ],
  "2025-08": [
    {
      "file": "20250801.txt",
      "date": "20250801",
      "content": "星期五                                                     第十四週\nFriday                                                    Week Fourteen\n\n我沒有戰術，我將適宜的行動作為我的戰術。\n\n——戰士信條\n\nI have no tactics: I make appropriate action my tactics.\n\n——Warrior's Creed"
    },
    {
      "file": "20250802.txt",
      "date": "20250802",
      "content": "星期六                                                     第十四週\nSaturday                                                  Week Fourteen\n\n榮耀你的對手。\n\n——戰神\n\nHonor your opponent.\n\n——The Gods of War"
    },
    {
      "file": "20250803.txt",
      "date": "20250803",
      "content": "星期日                                                     第十四週\nSunday                                                    Week Fourteen\n\n我沒有戰略，我將空與實作為我的戰略。\n\n——戰士信條\n\nI have no strategy: I make emptiness and fullness my strategy.\n\n——Warrior's Creed"
    },
    {
      "file": "20250804.txt",
      "date": "20250804",
      "content": "星期一                                                     第十五週\nMonday                                                    Week Fifteen\n\n我沒有盔甲，我將靜與直覺作為我的盔甲。\n\n——戰士信條\n\nI have no armor: I make stillness and intuition my armor.\n\n——Warrior's Creed"
    },
    {
      "file": "20250815.txt",
      "date": "20250815",
      "content": "星期五                                                     第十六週\nFriday                                                    Week Sixteen\n\n我沒有家, 我將現在的一刻作為我的家。\n\n——戰士信條\n\nI have no home: I make the present moment my home.\n\n——Warrior's Creed"
    },
    {
      "file": "20250816.txt",
      "date": "20250816",
      "content": "星期六                                                     第十六週\nSaturday                                                  Week Sixteen\n\n無創造亦無毀滅\n無註定亦無自由意志\n無路徑亦無達成\n這是最終的真相\n\n——Sri Ramana Mahanishi\n  1879-1950 印度教聖人\n\nThere is neither creation nor destruction,\nneither destiny nor free will;\nneither path nor achievement;\nthis is the final truth.\n\n——Sri Ramana Maharishi\n  1879 - 1950 Saint of Hinduism"
    },
    {
      "file": "20250817.txt",
      "date": "20250817",
      "content": "星期日                                                     第十六週\nSunday                                                    Week Sixteen\n\n我沒有生與死，我將呼吸的起伏作為我的生與死。\n\n——戰士信條\n\nI have no life or death: I make the tides of breathing my life and death.\n\n——Warrior's Creed"
    },
    {
      "file": "20250818.txt",
      "date": "20250818",
      "content": "星期一                                                     第十七週\nMonday                                                    Week Seventeen\n\n你為何不快樂呢?\n因為你所想的和所做的事情\n99.9%都是為了自己——但根本就沒有一個自己。\n\n——Wei Wu Wei\n  為無為\n  1895~1986 佛學/道學哲人及作家\n\nWhy are you unhappy?\nBecause 99.9 percent\nOf everything you think\nAnd everything you do\nIs for yourself —\nAnd there isn't one.\n\n——Wei Wu Wei,\n  1895~1986 Buddhist / Taoist\n  Philosopher and Essayist"
    },
    {
      "file": "20250819.txt",
      "date": "20250819",
      "content": "星期二                                                     第十七週\nTuesday                                                  Week Seventeen\n\n當我聽到鐘的響聲,\n沒有鐘,\n也沒有我,\n只有響聲。\n\n——Huang Po\n  黃檗\n\nWhen I heard the sound of the bell ringing\nthere was no bell and no I, just the ringing.\n\n——Huang Po"
    },
    {
      "file": "20250820.txt",
      "date": "20250820",
      "content": "星期三                                                     第十七週\nWednesday                                                Week Seventeen\n\n分離的自己完全是由記憶組成的。\n\n——Krishnamurti\n  克里希那穆提\n\nThe separate self is composed entirely of memories.\n\n——Krishnamurti"
    },
    {
      "file": "20250821.txt",
      "date": "20250821",
      "content": "星期四                                                     第十七週\nThursday                                                 Week Seventeen\n\n你所能看見的一切,皆不可能是那觀看者。你對你自己所有的認知皆\n非你那\"自己\"、那\"認知者\"、那內在的\"我\",那是無法被察覺、\n被定義或被看成某一事物的。而束縛無它,不過是觀看者誤將所能被\n看見的一切當作自己而已。\n\n——Ken Wilbur\n  肯恩威爾伯\n\nWhatever you can see cannot be the Seer. Everything you know\nabout yourself is precisely not your Self, the Knower, the inner\nI-ness that can neither be perceived, defined, or made an object\nof any sort. Bondage is nothing but the mis-identification of the\nSeer with all these things which can be seen.\n\n——Ken Wilbur"
    },
    {
      "file": "20250822.txt",
      "date": "20250822",
      "content": "星期五                                                     第十七週\nFriday                                                    Week Seventeen\n\nNasrudin 正從朝聖地返家，在距離家園還有好幾天路程的地方，他的老驢終於是死了。所以他找專門放款的人希望能借點錢再買一頭驢子。但那放款的人並不情願將錢借給從來沒見過的人。\n\"我不認識你，你可以確認你是誰嗎？\" 放款的人問。\n隨之，Nasrudin 從口袋拿出一面鏡子看看自己，他說：\"是的，我可以。\"\n\n——Sufi teaching story\n  蘇菲教派故事\n\nNasrudin was returning from a pilgrimage, still many days journey from home, when his old donkey finally died. So he went looking for a money-lender to borrow enough to buy another donkey. But the money-lender was reluctant to lend money to a man he had never seen before.\n\"I don't know you. Can you identify yourself?\" the money-lender asked.\nNasrudin pulled a mirror out of his pocket. He held it up and looked at himself.\n\"Yes,\" he said.\n\n——Sufi teaching story"
    },
    {
      "file": "20250823.txt",
      "date": "20250823",
      "content": "星期六                                                     第十七週\nSaturday                                                  Week Seventeen\n\n致虛極 守靜篤 萬物並作\n吾以觀復 夫物芸芸 各復歸其根\n歸根曰靜 靜曰復命 復命曰常 知常曰明\n不知常 妄作凶 知常容 容乃公\n公乃全 全乃天 天乃道 道乃久\n沒身不殆\n\n——老子, 道德經 16 章\n\nEmpty yourself of everything.\nLet the mind rest at peace.\nThe ten thousand things rise and fall while the Self watches their\nreturn.\nThey grow and flourish and then return to the source.\nReturning to the source is stillness, which is the way of nature.\nThe way of nature is unchanging.\nKnowing constancy is insight.\nNot knowing constancy leads to disaster.\nKnowing constancy, the mind is open.\nWith an open mind, you will be openhearted.\nBeing openhearted, you will act royally.\nBeing royal, you will attain the divine.\nBeing divine, you will be at one with the Tao.\nBeing at one with the Tao is eternal.\nAnd though the body dies, the Tao will never pass away.\n\n——Lao Tzu, Tao Te Ching Chapter"
    },
    {
      "file": "20250824.txt",
      "date": "20250824",
      "content": "星期日                                                     第十七週\nSunday                                                    Week Seventeen\n\n刀劍可以切斷許多東西，但無法將自己切為兩半，\n眼睛可以看見許多東西，但無法看到自己。\n\n——Zenrinkushu\n  禪林句集\n\nIt is like a sword that cuts, but cannot cut itself,\nLike an eye that sees, but cannot see itself.\n\n——Zenrinkushu"
    },
    {
      "file": "20250825.txt",
      "date": "20250825",
      "content": "星期一                                                     第十八週\nMonday                                                    Week Eighteen\n\n要探究自己，就是去忘記自己。\n要忘記自己，就是要覺悟於萬物。\n\n——Dogen，道元禪師\n  十三世紀日本佛教\n  曹洞宗創始人\n\nTo study the Self\nIs to forget the Self.\nTo forget the Self\nIs to be enlightened by all things.\n\n——Dogen\n  Founder of the Soto Sect of Zen\n  Buddhism in Japan, 13th Century"
    },
    {
      "file": "20250826.txt",
      "date": "20250826",
      "content": "星期二                                                     第十八週\nTuesday                                                  Week Eighteen\n\n坐在陽台上看著太陽下山。只是這裡沒有觀賞的人，只有太陽緩緩的落\n下，落下燦爛明晰的光輝從純粹的空散發出光芒。鳥鳴的聲音在那裡；\n些許的雲彩在上面，但其實沒有所謂的「上」和「下」、沒有「在」，\n也沒有「那裡」一因為沒有所謂的「我」來讓方向有意義。只有「這」，\n簡單、清楚、容易、毫不費力、永遠存在，就是「這」。\n\n——Ken Wilbur\n  肯恩威爾伯\n\nSitting here on the porch, watching the sun go down.\nExcept there is no watcher, just the sun, setting, setting.\nFrom purest Emptiness, brilliant clarity shines forth.\nThe sound of the birds, over there. Clouds, a few,\nright up there. But there is no \"up,\" no \"down,\" no \"over,\"\nand no \"there\" — because there is no \"me\" or \"I\" for which\nthese di recti ons make sense. There is just this. Simple, clear,\neasy, effortless, ever-present, this.\n\n——Ken Wilbur"
    },
    {
      "file": "20250827.txt",
      "date": "20250827",
      "content": "星期三                                                     第十八週\nWednesday                                                Week Eighteen\n\n不出戶，知天下；不闖牖，見天道。其出彌遠。其知彌少。\n是以聖人不行而知，不見而明，不為而成。\n\n——老子，道德經47章\n\nWithout going outside, you may know the whole world.\nWithout looking through the window, you may see the ways of heaven.\nThe farther you go, the less you know.\nThus the wise person knows without traveling.\nHe sees without looking.\nHe works without doing.\n\n——Lao Tzu\n  Tao Te Ching, Chapter 47"
    },
    {
      "file": "20250828.txt",
      "date": "20250828",
      "content": "星期四                                                     第十八週\nThursday                                                 Week Eighteen\n\n一些印度教人在暗室裡展示一隻象，並且聚集很多人過來參觀；可是，由於地方實在太暗了，無法清楚地看到那隻象。因此，他們全用手去觸摸感覺，以得知牠的模樣。有人摸到象鼻，他聲稱這動物像條水管；一個人摸到耳朵，說牠一定是個大扇子；一個人摸到象腿，認為大象就跟柱子一樣；另一個人摸到牠的背，他說大象就像是巨大的寶座。每個人根據他所摸到的部分，給了這動物不同的描述⋯⋯\n\n我們藉以視物的眼睛就像手掌心，\n而掌心並無法捕捉事物的完整。\n海洋是海洋，泡沫是泡沫。\n忽略那泡沫吧，用你的眼睛去看海洋。\n泡沫的波浪日以繼夜地從海洋中產生，\n這時你看到泡沫的漣漪而不見巨大的海洋\n我們就像船，被海浪搖向此處，盪向彼處\n雖然在光明的海洋上，卻是盲目的。\n啊，你在身體的船中沉睡，\n你看到水，看到那水之水。\n\n——Rumi\n\nSome Hindus were exhibiting an elephant in a dark room, and many people collected to see it. But as the place was too dark to permit them to see the elephant, they all felt it with their hands, to gain an idea of what it was like. One felt the trunk, and declared that the beast resembled a water pipe; another felt its ear, and said it must be a large fan; another its leg, and thought it must be a pillar; another felt its back, and declared the elephant must be like a great throne. According to the part which each felt, he gave a different description of the animal....\n\nThe eye of outward sense is as the palm of a hand,\nThe whole of the object is not grasped in the palm.\nThe sea itself is one thing, the foam another;\nNeglect the foam, and regard the sea with your eyes.\nWaves of foam rise from the sea night and day,\nYou look at the foam ripples and not the mighty sea.\nWe, like boats, are tossed hither and thither,\nWe are blind though we are on the bright ocean.\nAh! you who are asleep in the boat of the body,\nYou see the water. Behold the Water of Waters!\n\n——Rumi"
    },
    {
      "file": "20250829.txt",
      "date": "20250829",
      "content": "星期五                                                     第十八週\nFriday                                                    Week Eighteen\n\n上帝的愛與喜樂充滿在各地方，\n祂不能降臨幫訪，\n除非你不在那兒。\n\n——Angelus Silesius\n\nGod, whose love and joy are everywhere,\ncan't come to visit\nunless you aren't there.\n\n——Angelus Silesius"
    },
    {
      "file": "20250830.txt",
      "date": "20250830",
      "content": "星期六                                                     第十八週\nSaturday                                                  Week Eighteen\n\n看看外面的天空，儘管放鬆你的思維，讓思維和天空融合。注意漂浮在空中的雲朵，這不需花費任何的氣力。你此刻對於雲朵無聲漂浮的察覺，是非常單純、容易、毫不費力而即興的。你只需意識到雲朵的存在就好，那是一種力的，對待樹、鳥和對面石頭也是一樣。你只需單純、不費力地見證他們。\n\n現在，看看你自己身體的感官。你可以察覺到此刻身體各部分所有的感覺——也許是坐著的壓力，也許是胃裡的溫暖，也許是頸部的緊繃。即使這些感覺是緊繃、緊縮的，也可以依然容易地意識到它們。這些感覺在你此刻的察覺中出現；這察覺非常單純、容易、毫不費力而即興的。你只需單純、不費力地見證他們。\n\n看看在你意識中出現的念頭。你可能會注意到各種影像、象徵、概念、欲望、希望，以及思惟。這些都即刻浮現於你的意識中，然後經過去。這些想法和感覺在你此刻的察覺中出現，而這種察覺是非常單純、容易、不費力而即興的。你只需單純、不費力地見證他們。\n\n所以請注意：你可以看到白雲飄浮，因為你不是那些雲——你是雲的見證者。\n\n你可以感受到身體各部的感覺，因為你不是那些感覺——你是感覺的見證者。\n你可以看到思想浮現，因為你不是那些思想——你是思想的見證者。萬事萬物皆於毫不費力地察覺中即興而且自然的出現。\n\n那麼你是誰呢？你不是外面的物體，你不是感覺，你不是思想——你是輕鬆力地察覺所有這些的意識。所以你不是那些東西。那麼你是誰呢？你是什麼呢？\n\n對你自己這麼說：我有感覺，但我不是那些感覺。我是誰？我有思想，但我不是那些思想。我是誰？我有慾望，但我不是那些慾望。我是誰？\n\n所以反推回自我醒覺的源頭，返回見證，並停留在這個見證中：我不是物體、不是感覺、不是慾望、不是思想。\n\n但人們經常犯一個很大的錯誤。他們認為如果持續在見證中，他們會看到或感覺到某些與眾不同的事物。但你不會看到任何事物，如果你看到什麼，那只是另一樣物體、另一個感覺、另一個思想、另一個感官、另一個形變，但那些都是物體，是你所不是的東西。\n\n不，當你持續在見證中——知道我不是物體，我不是感覺，我不是思想——所有你將注意到的，是自由的感覺、解放的感覺、釋放的感覺——從用那些微小有限事物來界定自己的可怕束縛中解放出來，包括你微小的身體，微小的思維、微小的自我，這些都是可被看見的物體，皆非真正的觀者看，真正的我、純粹的見證者，真正的你。\n\n所以你不會看到任何特別的事物，無論出現什麼都是好的。雲飄浮在天空，感覺浮動於身體，思想浮現於思維——而你可以毫不費力地見證一切。它們全都自然地出現於你此刻、容易、不費力的察覺中。而這見證一切的察覺本身並非可見的特定東西，它只是一個巨大的，像背景一樣的自由感覺，或是純粹的空——你就在這純粹的空中，而整個世界就呈現在其中。你就是那自由、開放、空——而不是在其中出現的任何點點滴滴的東西。\n\n持續在空、自由、輕鬆、不費力的見證中，注意到答案在你察覺的廣大空間中出現。雲朵在你裡面浮現——就是這樣，你可以品嚐它，可以和它融為一體。它就好像緊貼在你皮膚旁一般，如此的接近。天空和你的察覺合而為一，透過你的察覺，天空中所有的事物皆不費力地漂浮著。你可以親吻太陽，吞噬山岳，它們是那麼的接近。禪說：「只要一口就可以吞噬太平洋」，那將是世界上最容易的事。也就是當內與外不再二分，主與客不再有別。觀與被觀成為一體的時侯……\n\n——Ken Wilber\n  肯恩威爾伯\n\nLook out there at the sky, and just relax your mind, let your mind and the sky mingle. Notice the clouds floating by in the sky. Notice that this takes no effort on your part. Your present awareness, in which these clouds are floating, is very simple, very easy, effortless, spontaneous. You simply notice that there is an effortless awareness of the clouds. The same is true of those trees, and those birds and those rocks. You simply and effortlessly witness them.\n\nLook now at the sensations in your own body. You can be aware of whatever bodily feelings are present—perhaps pressure where you are sitting, perhaps warmth in your tummy, maybe tightness in your neck. But even if these feelings are tight and tense, you can easily be aware of them. These feelings arise in your present awareness, and that awareness is very simple, easy, effortless, spontaneous. You simply and effortlessly witness them.\n\nLook at the thoughts arising in your mind. You might notice various images, symbols, concepts, desires, hopes, and fears, all spontaneously arising in your awareness. They arise, stay a bit, and pass. These thoughts and feelings arise in your present awareness, and that awareness is very simple, effortless, spontaneous. You simply and effortlessly witness them.\n\nSo notice: you can see the clouds float by, because you are not those clouds—you are the witness of those clouds. You can feel bodily feelings, because you are not those feelings—you are the witness of those feelings. You can see thoughts float by, because you are not those thoughts—you are the witness of those thoughts. Spontaneously and naturally, these things all arise, on their own, in your present effortless awareness.\n\nSo who are you? You are not objects out there, you are not feelings, you are not thoughts—you are effortlessly aware of all those, so you are not those. Who or what are you?\n\nSay it this way to yourself: I have feelings, but I am not those feelings.\n\nWho am I? I have thoughts, but I am not those thoughts. Who am I? I have desires, but I am not those desires. Who am I?\n\nSo you push back into the source of your own awareness. You push back into the Witness, and you rest in the Witness. I am not objects, not feelings, not desires, not thoughts.\n\nBut the people usually make a big mistake. They think that if they rest in the Witness, they are going to see something, or feel something, something really neat and special. But you won't see anything. If you see something, that is just another object—another feeling, another thought, another sensation, another image. But those are all objects; those are what you are not.\n\nNo, as you rest in the Witness—realizing, I am not objects, I am not feelings, I am not thoughts—all you will notice is a sense of freedom, a sense of liberation, a sense of release—release from the terrible constriction of identifying with these puny little finite objects, your little body and little mind and little ego, all of which are objects that can be seen, and thus are not the true Seer, the real Self, the pure Witness, which is what you really are.\n\nSo you won't see anything in particular. Whatever is arising is fine. Clouds float by in the sky, feelings float by in the body, thoughts float by in the mind—and you can effortlessly witness all of them. They all spontaneously arise in your own present, easy, effortless, awareness. And this witnessing awareness is not itself anything specific you can see. It is just a vast, background sense of freedom—or pure emptiness—and in that pure emptiness, which you are, the entire manifest world arises. You are that freedom, openness, emptiness—and not any itty bitty thing that arises in it.\n\nResting in that empty, free, easy, effortless witnessing, notice that the clouds are arising in the vast space of your awareness. The clouds are arising within you—so much so, you can taste the clouds, you are one with the clouds, it is as if they are on this side of your skin, they are so close. The sky and your awareness have become one, and all things in the sky are floating effortlessly through your own awareness. You can kiss the sun, swallow the mountain, they are that close. Zen says, \"Swallow the Pacific Ocean in a single gulp,\" and that's the easiest thing in the world, when inside and outside are no longer two, when subject and object are non-dual, when the looker and the looked are at One,....\n\n——Ken Wilber"
    },
    {
      "file": "20250831.txt",
      "date": "20250831",
      "content": "星期日                                                     第十八週\nSunday                                                    Week Eighteen\n\n非彼無我，非我無所取。\n\n——莊子\n\nIf there is no other, there will be no Self.\nIf there is no Self, there will be none to make distinctions.\n\n——Chuang Tzu"
    }
  ],
  "2025-09": [
    {
      "file": "20250901.txt",
      "date": "20250901",
      "content": "星期一                                                     第十九週\nMonday                                                    Week Nineteen\n\n人們從不知道真理是那麼地接近，\n卻總是千里迢迢去尋求—多麼可惜啊！\n他們就像是身在水中的人，\n卻因口渴而苦苦哀求。\n\n——Hakuin\n\nNot knowing how near Truth is\nPeople seek it far away - what a pity!\nThey are like the person who, in the midst of water\nCries in thirst so imploringly.\n\n——Hakuin"
    },
    {
      "file": "20250902.txt",
      "date": "20250902",
      "content": "星期二                                                     第十九週\nTuesday                                                  Week Nineteen\n\n如果你無法在你所在之處發現真理，\n你又期待在哪裡找到它呢?\n\n——Dogen，道元禪師\n\nIf you can't find the truth where you are,\nwhere do yo expect to find it?\n\n——Dogen"
    },
    {
      "file": "20250903.txt",
      "date": "20250903",
      "content": "星期三                                                     第十九週\nWednesday                                                Week Nineteen\n\n追求靈性的那份渴望，事實上只不過是自我的好於追求，然而這份對靈性的追求其本身就是個障礙。因此「完美的實踐」不是去尋求靈悟，而是去探討追求背後的動力。你的追求明顯地是為了逃避當下，然而答案僅在當下裡；不斷追求就是不斷錯過。你一直以來本是已悟的靈，所以追求靈性只是在否定靈性。追求靈性就像追求你的腳或肺一樣。\n\n——Ken Wilbur\n  肯恩．威爾伯\n\nThe very desire to seek spiritual enlightenment is in fact nothing but the grasping tendency of the ego itself, and thus the very search for enlightenment prevents it. The \"perfect practice\" is therefore not to search for enlightenment but to inquire into the motive for seeking itself. You obviously seek in order to avoid the present, and yet the present alone holds the answer: to seek forever is to miss the point forever. You always already are enlightened Spirit, and therefore to seek Spirit is simply to deny Spirit. You can no more attain Spirit than you can attain your feet or acquire your lungs.\n\n——Ken Wilbur"
    },
    {
      "file": "20250904.txt",
      "date": "20250904",
      "content": "星期四                                                     第十九週\nThursday                                                 Week Nineteen\n\n忽然無事坐，春來草自生。\n\n——Zenrinkushu\n  禪林句集\n\nSitting quietly, doing nothing. Spring comes, the grass grows by itself.\n\n——Zenrinkushu"
    },
    {
      "file": "20250905.txt",
      "date": "20250905",
      "content": "星期五                                                     第十九週\nFriday                                                    Week Nineteen\n\n當你放棄，當你不再想要什麼。或不夠及時做些什麼的時候，你就真的做了一些事。當你無所為而為時，就真的做到一些事。\n\n——Shunryu Suzuki Roshi\n  鈴木俊隆\n\nWhen you give up, when you no longer want something, or when you do not try to do anything special, then you do something. When there is no gaining idea in what you do, then you do something.\n\n——Shunryu Suzuki Roshi"
    },
    {
      "file": "20250906.txt",
      "date": "20250906",
      "content": "星期六                                                     第十九週\nSaturday                                                  Week Nineteen\n\n事實是如此接近，你無須去尋找它，\n尋求真理的人將永遠無法發現它。\n\n——Krishnamurti\n  克里希那穆提\n\nThe real is near,you do not have to search for it;\nand a man who seeks truth will never find it.\n\n——Krishnamurti"
    },
    {
      "file": "20250907.txt",
      "date": "20250907",
      "content": "星期日                                                     第十九週\nSunday                                                    Week Nineteen\n\n我們奮鬥的最終目的，\n就是到抵達我們的啟始點，\n而以初次見面的方式去認識它。\n\n—— T. S. Elliot\n  艾略特\n\nThe end of all our striving\nWill be to arrive where we started\nAnd know the place for the first time.\n\n—— T. S. Elliot"
    },
    {
      "file": "20250908.txt",
      "date": "20250908",
      "content": "星期一                                                     第二十週\nMonday                                                    Week Twenty\n\n隨著更深入的發展，觀者本身將融入被觀察的事物中，主體和客體合而為一……或者簡單的就是……\n這境界沒有時間，雖然時光從中穿流。雲彩在空中飄浮，思想在腦海中浮現，浪潮在海洋漂流，而我就是那所有。\n我沒有看著任何東西，因為那裡根本沒有一個組織認知的中心。\n事物只是單獨地在每一刻出現，而我就是所有。\n我沒有看到天空，我就是那看著自身的天空；我沒有感覺到海洋，我就是那感覺著自身的海洋；我沒有聽到鳥鳴，我就是那聽著自身的鳥鳴。\n在我之外無物，在我之內無物，因為根本沒有我——只有這見證所有的這一切，而且一直以來都是如此。\n沒有東西推著我，沒有東西拉著我，因為根本沒有我——只有這見證所有的這一切，而且一直以來都是如此。\n\n——Ken Wilbur\n  肯恩．威爾伯\n\nBut with further development, the Witness itself disappears into everything that is witnessed, subject and object become One…or simple Suchness.\nhere is no time in this estate, though time passes through it. \nClouds float by in the sky, thoughts float by in the mind, waves float by in the ocean, and I am all of that. \nI do not see the sky, I am the sky, which sees itself. \nI do not feel the ocean, I am the ocean, which feels itself. \nI do not hear the birds, I am the birds, which hear themselves. \nThere is nothing outside of me, there is nothing inside of me, because there is no me — there is simply all of this, and it has always been so. \nNothing pushes me, nothing pulls me, because there is no me — there is simply all of this, and it has always been so.\n\n——Ken Wilbur"
    },
    {
      "file": "20250909.txt",
      "date": "20250909",
      "content": "星期二                                                     第二十週\nTuesday                                                  Week Twenty\n\n就像空曠的天空沒有疆界，\n它就在這個地方，深奧而清澈。\n當你尋求解它，你無法看見它，\n你無法掌握它，但你也不會失去它。\n當你不能得到它時，就得到了它。\n當你沈默，它說話。\n當你說話，它沈默。\n大門敞開著發放佈施，\n而且沒有群眾阻擋在路上。\n\n——Cheng-tao Ke\n\nLike the empty sky it has no boundaries, \nYet it is right in this place, \never profound and clear. \nWhen you seek to know it, you cannot see it. \nYou cannot take hold of it, \nBut you cannot lose it. \nIn not being able to get it, you get it. \nWhen you are silent, it speaks. \nWhen you speak, it is silent. \nThe great gate is wide open to bestow alms, \nAnd no crowd is blocking the way.\n\n——Cheng-tao Ke"
    },
    {
      "file": "20250910.txt",
      "date": "20250910",
      "content": "星期三                                                     第二十週\nWednesday                                                Week Twenty\n\n視之不見，名曰夷；\n聽之不聞，名曰希；\n搏之不得，名曰微。\n此三者不可致詰，故混而為一。\n其上不皦，其下不昧。\n繩繩不可名，復歸於無物。\n是謂無狀之狀，無物之象，是謂惚恍。\n迎之不見其首，隨之不見其後。\n執古之道，以御今之有。\n能知古始，是講道紀。\n\n—— Lao Tzu, Tao Te Ching Chapter 14\n  老子，道德經14章\n\nLook, it cannot be seen — it is beyond form.\nListen, it cannot be heard — it is beyond sound.\nGrasp, it cannot be held — it is intangible.\nThese three are indefinable;\nTherefore they are joined in one.\n\nFrom above it is not bright;\nFrom below it is not dark;\nAn unbroken thread beyond description.\nIt returns to nothingness.\nThe form of the formless,\nThe image of the imageless,\nIt is called indefinable and beyond imagination.\n\nStand before it and there is no beginning.\nFollow it and there is no end.\nStay with the ancient Tao,\nMove with the present.\n\nKnowing the ancient beginning is the essence of Tao.\n\n—— Lao Tzu, Tao Te Ching Chapter 14"
    },
    {
      "file": "20250911.txt",
      "date": "20250911",
      "content": "星期四                                                     第二十週\nThursday                                                 Week Twenty\n\n有一次，一個英國人和印度人一起坐在花園裡，\n印度人試著向英國人解釋基本的印度教哲學，\n所以他説：「看，在花園的盡頭有一個圍籬，你從什麼背景上可以看到這個圍籬？」\n英國人回答説：「山。」\n「你從什麼背景上看到了山？」\n他説：「天空。」\n「你從什麼背景上看到天空？」\n英國人不知道該説什麼。\n所以印度人説：「你的意識。」\n\n——Alan Watts\n\nThere was once an Englishman and an Indian sitting in a garden together, \nand the Hindu was trying to explain basic Indian philosophy to the Englishman. \nSo he said, \"Look now, there is a hedge at the end of the garden—against what do you see the hedge?\"\nThe Englishman said, \"Against the hills.\"\n\"And what do you see the hills against?\"\nHe said, \"Against the sky.\"\n\"And what do you see the sky against?\"\nThe Englishman didn't know what to say.\nSo the Hindu said, \"You see it against consciousness.\"\n\n——Alan Watts"
    },
    {
      "file": "20250912.txt",
      "date": "20250912",
      "content": "星期五                                                     第二十週\nFriday                                                    Week Twenty\n\n我們活在事物的幻象與表面中。\n真相是存在的，而你就是真相。\n看到了，你便知道你就是萬物。\n身為萬物，你無一物。\n就是如此。\n\n——Kalu Rinpoche\n  卡盧仁波切\n\nWe live in the illusion and appearance of things.\nThere is a Reality. \nYou are that Reality. \nSeeing this, you know that you are everything. \nAnd being everything, you are nothing. \nThat is all.\n\n——Kalu Rinpoche"
    },
    {
      "file": "20250913.txt",
      "date": "20250913",
      "content": "星期六                                                     第二十週\nSaturday                                                  Week Twenty\n\n身體的每一微粒，思維的每一個過程都處於持續變遷的狀態。\n沒有事物可以存留多過一刻，沒有核心可以緊附，沒有任何東西能夠稱為「我」或「我的」。\n這個「我」事實上只是不斷改變的過程之組合罷了。\n任何要抓住某些東西的努力，說：「這是我，這是我的」，\n將注定讓一個人不快樂，因為這被依附的東西遲早會消失，\n或者這個「我」會消失。依附於非永久、短暫的、虛幻的，\n以及超越個人控制的事物是讓人痛苦的……\n\n——S. N. Goenka\n  葛印卡\n\nEvery particle of the body, every process of the mind is in a state of constant flux. \nThere is nothing that remains beyond a single moment, no hard core to which one can cling, nothing that one can call \"I\" or \"mine.\" This \"I\" is really just a combination of processes that are always changing....\nAny effort to hold on to something, saying \"This is I, this is me, this is mine\" is bound to make one unhappy, because sooner or later this something to which one clings passes away, or else this \"I\" passes away. \nAttachment to what is impermanent, transitory, illusory, and beyond one's control is suffering....\n\n——S. N. Goenka"
    },
    {
      "file": "20250914.txt",
      "date": "20250914",
      "content": "星期日                                                     第二十週\nSunday                                                    Week Twenty\n\n存在於我們之內的亦存在於外，\n存在於外的亦存在於內。\n\n——The Upanishads\n  印度教奧義書\n\nWhat is within us is also without.\nWhat is without is also within.\n\n——The Upanishads"
    },
    {
      "file": "20250915.txt",
      "date": "20250915",
      "content": "星期一                                                     第二十一週\nMonday                                                    Week Twenty One\n\n……一切有感覺的生命都是靈，除此之外並沒有別的存在。\n這靈沒有初始，它是未生的、也是不滅的。\n它不是綠的也不是黃的，沒有形式也沒有外貌，\n它不屬於任何存在或不存在的物類，\n無法想成新或舊，沒有所謂的長或短、大或小，\n因為它超越了一切限制、計量、名稱、形跡與比較，只是醒覺於一靈。\n\n——Huang Po\n  黃檗\n\n…all sentient beings are nothing but one spirit, beside which nothing exists. \nThis spirit, which is without beginning, is unborn and indestructible.\nIt is not green or yellow, and has neither form nor appearance. \nIt does not belong to the categories of things which exist or do not exist, nor can it be thought of in terms of new or old. \nIt is neither long nor short, big nor small, for it transcends all limits, measures, names, traces, and comparisons. Only awake to one spirit.\n\n——Huang Po"
    },
    {
      "file": "20250916.txt",
      "date": "20250916",
      "content": "星期二                                                     第二十一週\nTuesday                                                  Week Twenty One\n\n否認事物的實相\n就會錯過它們的實相\n斷言事物的空虛\n就會錯過它們的實相\n想得越多，講得越多\n就越是遠離真理，誤人歧路\n停止言談和思考，就能夠無所不知\n直接與實相融和\n當疑惑升起，只要說「非二」\n在「非二」中，\n沒有分離，\n沒有排除。\n\n——Seng Tsan, Third Patriarch of Zen\n  中國禪宗三祖僧璨大師\n\nTo deny the reality of things\nis to miss their reality;\nto assert the emptiness of things\nis to miss their reality.\nThe more you talk and think about it,\nthe further astray you wander from the truth.\nStop talking and thinking\nand there is nothing you cannot know.\nTo live in direct union with reality,\nwhen doubts arise, simply say \"Not-two.\"\nIn this \"Not-two,\"\nnothing is separate,\nnothing is excluded.\n\n——Seng Tsan, Third Patriarch of Zen"
    },
    {
      "file": "20250917.txt",
      "date": "20250917",
      "content": "星期三                                                     第二十一週\nWednesday                                                Week Twenty One\n\n人們在醒著的時候跟睡著的時候一樣,\n總是對周遭的事物健忘與大意,\n就像傻子-如聾子一般聽而不聞,\n對他們而言,他們在的時候他們都不在\n醒著的人擁有相同的世界,\n而睡著的每個人擁有自己私人的世界。\n你不可能在同樣的溪流中涉足兩次,\n所有的事物都會流逝不會守候。\n\n——西元前六世紀希臘哲學家\n  Heraclitus\n\nMen are as forgetful and heedless in their waking moments\nOf what is going on around them as they are during their sleep.\nFools — although they hear, they are like the deaf.\nTo them the saying applies that\nWhenever they are present they are absent.\nThe waking have one world in common;\nSleepers each have a private world of his own.\n\n——Heraclitus, Greek Philosopher.\n  6th Century BC"
    },
    {
      "file": "20250918.txt",
      "date": "20250918",
      "content": "星期四                                                     第二十一週\nThursday                                                 Week Twenty One\n\n思維:\n既然沒有所謂思維這回事,\n那它該用什麼樣的啟發來被啟發?\n思維:\n沒有盡頭,沒有開始,\n縱然它出生,縱然它死去,\n乃空之精粹。\n寫東西流傳下去,\n不過是場夢罷了。\n當醒著時我們曉得,\n並沒有人讀它。\n\n——Ikkyu 日本禪宗大師一修 (1394-1481)\n\nThe mind:\nSince there is really\nNo such thing as mind\nWith what enlightenment\nShall it be enlightened?\nThe mind:\nWithout end, without beginning,\nThough it is born, though it dies,\nThe essence of emptiness.\nTo write something and leave it behind us,\nIt is but a dream.\nWhen we awake we know\nThere is not even anyone to read it.\n\n——Ikkyu, (1394-1481) Japanese Zen Master.\n"
    },
    {
      "file": "20250919.txt",
      "date": "20250919",
      "content": "星期五                                                     第二十一週\nFriday                                                    Week Twenty One\n\n如果你是一切,\n那麼其他所有的人是誰呢?\n若我是無物,\n這個雜音又是什麼?\n你是全部,一切都是你,贊成!\n那麼,所有「除了你之外的其他」是什麼?\n喔!的確,我知道,除你之外沒有任何事物存在。\n但請告訴我,這些困惑從何發生?\n各位烏合之眾,聽著:\n你想成為一切嗎?\n那麼快快快,快去成為無物!\n\n——Fakhruddin Iraqui\n\nIf You are everything,\nThen who are all these people?\nAnd if I am nothing,\nWhat's all this noise about?\nYou are the totality;\nEverything is You. Agreed!\nThen, all that is \"other-than-You\"\nWhat is it?\nOh, indeed, I know, nothing exists but You.\nBut tell me, whence all this confusion?\nListen riff-raff:\nDo you want to be ALL?\nThen go — go and become nothing!\n——Fakhruddin Iraqui\n"
    },
    {
      "file": "20250920.txt",
      "date": "20250920",
      "content": "星期六                                                     第二十一週\nSaturday                                                  Week Twenty One\n\n你有操控你的行動的權利,但對於行動的結果你沒有權利。\n為了行動而行動,不執著於不行動。\n智者放下一切結果,無論好壞,\n就是專注於行動本身。\n他於行動中無所求,在沒行動中無所得,\n也不依賴自己以外的其他人。\n不考慮結果,履行必要的行動,\n投降放下所有執著,實現生命中最高的使命。\n\n——Bhagavad Gita\n\nYou have a right to your actions,\nbut never to your actions' fruits.\nAct for the action's sake.\nAnd do not be attached to inaction.\n...The wise man lets go of all\nresults, whether good or bad,\nand is focused on the action alone.\n...He has nothing to achieve by action,\nnothing to gain by inaction,\nnor does he depend on any\nperson outside himself.\nWithout concern for results,\nperform the necessary action;\nsurrendering all attachments,\naccomplish life's highest good.\n\n——Bhagavad Gita\n"
    },
    {
      "file": "20250921.txt",
      "date": "20250921",
      "content": "星期日                                                     第二十一週\nSunday                                                    Week Twenty One\n\n初秋時節\n海洋和原野\n一樣的青綠\n\n——Basho\n  芭蕉 日本俳句詩人\n\nbeginning of autumn\nthe sea and fields\nall one same green\n\n——Basho\n"
    },
    {
      "file": "20250922.txt",
      "date": "20250922",
      "content": "星期一                                                     第二十二週\nMonday                                                    Week Twenty Two\n\n獲得覺悟猶如映照在水中的月亮,月亮不會濕,水也不會受到干擾。\n雖然月的亮光是那樣廣大,但它仍可映照在即使只有一吋寬的小水塘,\n草上的一滴露珠就能夠映射整個月亮和天空。\n覺悟不會干擾人,就像月光不會干擾水。\n人不會阻礙覺悟,就像露珠不會阻礙天上的月亮。\n水滴的深度就是月亮的高度。\n至於映照的時間有多長,你應該去檢視水的廣闊或微小,也去辨别月\n亮的明亮或晦暗。\n\n——Dogen\n  道元禪師\n\nGaining enlightenment is like the moon reflecting in the water.\nThe moon does not get wet, nor is the water disturbed.\nAlthough its light is extensive and great, the moon is reflected\neven in a puddle an inch across.\nThe whole moon and the whole sky are reflected in dewdrop\nin the grass, in one drop of water.\nEnlightenment does not disturb the person, just as the moon\ndoes not disturb the water.\nA person does not hinder enlightenment, just as a dewdrop\ndoes not hinder the moon in the sky.\nThe depth of the drop is the height of the moon.\nAs for the duration of the reflection, you should examine the\nwater's vastness or smallness,\nAnd you should discern the brightness or dimness of the\nheavenly moon.\n\n——Dogen\n"
    },
    {
      "file": "20250923.txt",
      "date": "20250923",
      "content": "星期二                                                     第二十二週\nTuesday                                                  Week Twenty Two\n\n一個月亮映照在所有池塘中,\n所有池塘中,同一個月亮。\n\n——Zenrinkushu\n  禪林句集\n\nOne moon shows in every pool.\nIn every pool, the one moon.\n\n——Zenrinkushu\n"
    },
    {
      "file": "20250924.txt",
      "date": "20250924",
      "content": "星期三                                                     第二十二週\nWednesday                                                Week Twenty Two\n\n我們尋找快樂,正是這一點讓我們看不見快樂:就像一道鮮明的彩虹,\n卻無法捕捉;或像一隻小狗,永遠追不到自己的尾巴。雖\n然平和與快樂不像一個實物或實景般存在,但它們是隨時存在的,而\n且時時刻刻陪伴著你。\n\n——Achan Chah\n  阿姜查\n\nOnly our own searching from happiness prevents us\nfrom seeing it. It is like a vivid rainbow which you\npursue without ever catching it, or a dog chasing\nits own tail. Although peace and happiness do not\nexist as an actual thing or place, they are always\navailable, and accompany you every instant.\n\n——Achan Chah\n"
    },
    {
      "file": "20250925.txt",
      "date": "20250925",
      "content": "星期四                                                     第二十二週\nThursday                                                 Week Twenty Two\n\n有一次,一位武士來到禪師 Hakuin 的面前。\n「聽說您是一位偉大的禪師」他說。\n「所以我想請您告訴我關於天堂與地獄的真相,它們真的存在嗎?」\nHakuin 毫不猶豫地回答:\n「什麼?像你這樣一個醜陋又無能的人也能成為武士,太神奇了!」\n驕傲的武士立刻勃然大怒並且拔出他的劍大吼說:「我要殺了你!」\nHakuin 無懼的說:「這就是地獄。」\n武士停了下來開始思考,臉上緊皺的眉頭漸漸消去,\n套上他的劍,雙手合十並向 Hakuin 鞠躬。\n「這就是天堂。」Hakuin 平靜的說。\n\n57, Zen Koans - The Gates of Paradise.\nHakuin Zenji also known as Hakuin Ekaku (1686 1769). Hakuin - one\"\nof the most important Japanese Zen masters of the Rinzai School.\nhttp://buddhism.kalachakranet.org/resources/zenstories.html\n\nOnce a samurai came before Zen Master Hakuin.\n\"You're supposed to be a great Zen master,\" he said.\n\"So I want you to tell me the truth about heaven and hell. Do they\"\n\"really exist?\"\nWithout a moment's hesitation Hakuin responded. \"What, even such\"\n\"an ugly and untalented man as you can become a samurai? Amazing!\"\nImmediately the proud samurai swelled with anger and drew his sword.\n\"I'll kill you!\" he roared.\nFearlessly Hakuin said, \"This is hell.\"\nThe samurai paused and grew thoughtful. His face softened from its\"\n\"angry scowl. Sheathing his sword, he put his hands together palm to\"\n\"palm and bowed before Hakuin.\"\n\"And this,\" said Hakuin, just as calmly, \"is heaven.\"\n\n57, Zen Koans - The Gates of Paradise.\nHakuin Zenji also known as Hakuin Ekaku (1686 1769). Hakuin - one\"\nof the most important Japanese Zen masters of the Rinzai School.\nhttp://buddhism.kalachakranet.org/resources/zenstories.html\n"
    }
  ],
  "2025-10": []
}